const voprosi = {
  sport: [
    {
      numb: 1,
      quission: "Какой вид спорта называют 'королевой спорта'?",
      answer: [
        ["Футбол", 0],
        ["Легкая атлетика", 1],
        ["Теннис", 0],
        ["Баскетбол", 0],
      ],
    },
    {
      numb: 2,
      quission: "Сколько игроков входит в состав футбольной команды на поле?",
      answer: [
        ["10", 0],
        ["11", 1],
        ["9", 0],
        ["12", 0],
      ],
    },
    {
      numb: 3,
      quission: "Какой мяч используется в теннисе?",
      answer: [
        ["Резиновый", 0],
        ["Текстильный", 0],
        ["Резиновый с войлочным покрытием", 1],
        ["Пластиковый", 0],
      ],
    },
    {
      numb: 4,
      quission: "Какой вид спорта включает в себя элементы гимнастики и танца?",
      answer: [
        ["Фигурное катание", 1],
        ["Бокс", 0],
        ["Плавание", 0],
        ["Волейбол", 0],
      ],
    },
    {
      numb: 5,
      quission: "Какой вид спорта связан с использованием ракетки и волана?",
      answer: [
        ["Теннис", 0],
        ["Бадминтон", 1],
        ["Гольф", 0],
        ["Сквош", 0],
      ],
    },
    {
      numb: 6,
      quission: "Какой вид спорта называют 'игрой королей'?",
      answer: [
        ["Гольф", 0],
        ["Покер", 0],
        ["Пола", 1],
        ["Шахматы", 0],
      ],
    },
    {
      numb: 7,
      quission: "Какой вид спорта включает в себя прыжки с шестом?",
      answer: [
        ["Легкая атлетика", 1],
        ["Гимнастика", 0],
        ["Прыжки в воду", 0],
        ["Скалолазание", 0],
      ],
    },
    {
      numb: 8,
      quission: "Какой вид спорта связан с использованием шайбы?",
      answer: [
        ["Футбол", 0],
        ["Хоккей", 1],
        ["Регби", 0],
        ["Бейсбол", 0],
      ],
    },
  ],
  history: [
    {
      numb: 1,
      quission: "В каком году началась Вторая мировая война?",
      answer: [
        ["1939", 1],
        ["1941", 0],
        ["1914", 0],
        ["1945", 0],
      ],
    },
    {
      numb: 2,
      quission: "Кто был первым президентом США?",
      answer: [
        ["Джордж Вашингтон", 1],
        ["Авраам Линкольн", 0],
        ["Томас Джефферсон", 0],
        ["Бенджамин Франклин", 0],
      ],
    },
    {
      numb: 3,
      quission: "Кто написал 'Капитал'?",
      answer: [
        ["Карл Маркс", 1],
        ["Фридрих Энгельс", 0],
        ["Владимир Ленин", 0],
        ["Адам Смит", 0],
      ],
    },
    {
      numb: 4,
      quission: "В каком году человек впервые высадился на Луну?",
      answer: [
        ["1969", 1],
        ["1975", 0],
        ["1957", 0],
        ["1981", 0],
      ],
    },
    {
      numb: 5,
      quission: "Кто был первым царем России?",
      answer: [
        ["Иван Грозный", 1],
        ["Петр I", 0],
        ["Александр I", 0],
        ["Николай II", 0],
      ],
    },
    {
      numb: 6,
      quission: "Какой город был столицей Византийской империи?",
      answer: [
        ["Рим", 0],
        ["Константинополь", 1],
        ["Афины", 0],
        ["Александрия", 0],
      ],
    },
    {
      numb: 7,
      quission: "Кто был главным противником Наполеона в битве при Ватерлоо?",
      answer: [
        ["Веллингтон", 1],
        ["Блюхер", 0],
        ["Кутузов", 0],
        ["Нельсон", 0],
      ],
    },
    {
      numb: 8,
      quission: "Какой год считается годом основания Рима?",
      answer: [
        ["753 до н.э.", 1],
        ["500 до н.э.", 0],
        ["100 до н.э.", 0],
        ["44 до н.э.", 0],
      ],
    },
  ],
  science: [
    {
      numb: 1,
      quission: "Какая планета ближе всего к Солнцу?",
      answer: [
        ["Земля", 0],
        ["Марс", 0],
        ["Меркурий", 1],
        ["Венера", 0],
      ],
    },
    {
      numb: 2,
      quission: "Какой химический элемент обозначается символом 'H'?",
      answer: [
        ["Гелий", 0],
        ["Водород", 1],
        ["Кислород", 0],
        ["Азот", 0],
      ],
    },
    {
      numb: 3,
      quission: "Какой газ преобладает в атмосфере Земли?",
      answer: [
        ["Кислород", 0],
        ["Азот", 1],
        ["Углекислый газ", 0],
        ["Водород", 0],
      ],
    },
    {
      numb: 4,
      quission: "Как называется самая большая планета Солнечной системы?",
      answer: [
        ["Земля", 0],
        ["Юпитер", 1],
        ["Сатурн", 0],
        ["Марс", 0],
      ],
    },
    {
      numb: 5,
      quission: "Какой элемент является основным компонентом алмаза?",
      answer: [
        ["Кислород", 0],
        ["Углерод", 1],
        ["Кремний", 0],
        ["Железо", 0],
      ],
    },
    {
      numb: 6,
      quission: "Как называется процесс превращения воды в пар?",
      answer: [
        ["Конденсация", 0],
        ["Испарение", 1],
        ["Сублимация", 0],
        ["Кристаллизация", 0],
      ],
    },
    {
      numb: 7,
      quission: "Какой ученый открыл закон всемирного тяготения?",
      answer: [
        ["Альберт Эйнштейн", 0],
        ["Исаак Ньютон", 1],
        ["Галилео Галилей", 0],
        ["Никола Тесла", 0],
      ],
    },
    {
      numb: 8,
      quission: "Какой элемент имеет атомный номер 1?",
      answer: [
        ["Гелий", 0],
        ["Водород", 1],
        ["Литий", 0],
        ["Кислород", 0],
      ],
    },
  ],
};

export default voprosi;
